---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.JPerG
source: html/32de0f67-9cc4-985f-8e8f-07703714f258.htm
---
# Autodesk.Revit.DB.SymbolTypeId.JPerG Property

Symbol J/g, indicating unit Joules per gram.

## Syntax (C#)
```csharp
public static ForgeTypeId JPerG { get; }
```